/* 
  Localizable.strings
  ownCloud

  Created by Pablo Carrascal on 13/03/2018.
  Copyright © 2018 ownCloud GmbH. All rights reserved.
*/

/*
 * Copyright (C) 2018, ownCloud GmbH.
 *
 * This code is covered by the GNU Public License Version 3.
 *
 * For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 * You should have received a copy of this license along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 *
 */

/* Add / Edit Bookmark */
"Edit bookmark" = "Lesezeichen bearbeiten";
"Add bookmark" = "Lesezeichen hinzufügen";
"Server URL" = "Serveradresse";
"https://example.com" = "https://example.com";
"Continue" = "Fortsetzen";
"Name" = "Name";
"Example Server" = "Beispiel Server";
"Show Certificate Details" = "Zertifikats-Details anzeigen";
"Connect" = "Verbinden";
"Delete Authentication Data" = "Authentifizierungs-Daten löschen";
"Authentication" = "Authentifizierung";
"Username" = "Benutzername";
"Password" = "Passwort";
"Certificate Details" = "Zertifikats-Details";
"Cancel" = "Abbrechen";
"Approve" = "zustimmen";
"Error" = "Fehler";
"Review Connection" = "Verbindung prüfen";
"Authenticated via" = "Authentifiziert über ";
"Authenticated as %@ via %@" = "Authentifiziert als 1%@ über 1%@";

"Contacting server…" = "Verbinde zu Server ...";
"Authenticating…" = "Anmeldung läuft";

"Missing hostname" = "Hostname fehlt";
"The entered URL does not include a hostname." = "Die eingegebene URL Adresse enthält keinen Hostname";

/* Client */
"Browse" = "brausen ;-)";
"Disconnect" = "Trennen";
"Connecting…" = "Verbinde ...";
"Connected." = "Verbunden";

"Folder" = "Ordner";

"Stopped" = "Gestoppt";
"Started…" = "Gestartet";
"Contents from cache." = "Inhalte aus Zwischenspeicher.";
"Offline. Contents from cache." = "Offline. Inhalte aus Zwischenspeicher.";
"Waiting for server response…" = "Warte auf Server-Antwort ...";
"This folder no longer exists." = "Dieser Ordner existiert nicht mehr.";
"Everything up-to-date." = "Alles ist aktuell.";
"Please wait…" = "Bitte warten ...";
"Sorted by %@ ▼" = "Sortiert nach 1%@";
"Sort by" = "Sortieren nach";

"name (A-Z)" = "Name (A-Z)";
"name (Z-A)" = "Name (Z-A)";
"type" = "Typ";
"size" = "Größe";
"date" = "Datum";
"Search this folder" = "Ordner durchsuchen";
"Pending" = "Ausstehend";

/* Client Messages */
"Empty folder" = "Leerer Ordner";
"This folder contains no files or folders." = "Dieser Ordner enthält keine Dateien oder andere Ordner";

"Folder removed" = "Ordner gelöscht";
"This folder no longer exists on the server." = "Der Ordner existiert nicht mehr auf dem Server";
"Are you sure you want to delete this item from the server?" = "Are you sure you want to delete this item from the server?";
"Deleting '%@'" = "Deleting '%@'";
"Renaming to %@" = "Renaming to %@";

/* Server List*/
"Cancel" = "Abbrechen";
"OK" = "OK";

"'%@' is currently locked" = "1%@ ist gerade gesperrt";
"An operation is currently performed that prevents connecting to '%@'. Please try again later." = "Die Verbindung zu 1%@ wird gerade durch eine laufende Operation verhindert. Bitte später probieren.";
"Really delete '%@'?" = "1%@ wirklich löschen?";
"This will also delete all locally stored file copies." = "Dies löscht auch alle lokalen Datei-Kopien";
"Delete" = "Löschen";
"Deletion of '%@' failed" = "Löschen von 1%@ ist fehlgeschlagen";

/* Settings Messages */

"Security" = "Sicherheit";
"Passcode Lock" = "PIN-Sperre";
"Face ID" = "Face ID";
"Touch ID" = "Touch ID";
"Instant Uploads" = "Sofortiges Hochladen";
"Videos" = "Videos";
"Photos" = "Fotos";
"Background uploads" = "Hochladen im Hintergrund";
"Wifi only" = "Nur WLAN";
"Settings" = "Einstellungen";
"Lock application" = "Anwendung sperren";
"Upload videos via WiFi only" = "Videos nur über WiFi hochladen";
"Upload pictures via WiFi only" = "Fotos nur über WiFi hochladen";
"More" = "Mehr";
"Send feedback" = "Feedback senden";
"Recommend to a friend" = "Dies einem Freund empfehlen";
"Privacy Policy" = "Datenschutzerkärung";
"Video upload path" = "Pfad für den Video-Upload";
"Photo upload path" = "Upload Pfad für Fotos";
"Always" = "Immer";
"After 1 minute" = "nach 1 Minute";
"After 5 minutes" = "nach 5 Minuten";
"After 30 minutes" = "nach 30 Minuten";
"Please configure an email account" = "Bitte ein E-Mail Konto konfigurieren";
"You need to configure an email account first to be able to send emails." = "Sie müssen zuerst ein E-Mail Konto konfigurieren, um Mails zu versenden";
"Do you want to open the following URL?" = "Do you want to open the following URL?";

/* Passcode Messages */

"Enter code" = "Code eingeben";
"Repeat code" = "Code wiederholen";
"Delete code" = "Code löschen";
"The entered codes are different" = "Die eingegebenen Codes sind unterschiedlich";
"Incorrect code" = "Falscher Code";
"Please try again in %@" = "Bitte nochmal in 1%@ versuchen";
"Unlock %@" = "1%@ entsperren";
"Biometric authentication failed" = "Biometrische Authentifizierung ist fehlgeschlagen";

/* Actions */

"Forbidden Characters" = "Forbidden Characters";
"File name cannot contain / or \\" = "File name cannot contain / or \\";

"New Folder" = "Neuer Ordner";
"Rename" =" Rename";
"Create folder" =" Create folder";
